@add
	Входные параметры: 2, 3
	Выходные параметры: 5

	Входные параметры: 100, 200
	Выходные параметры: 300

	Входные параметры: -2, -5
	Выходные параметры: -7

	Входные параметры: 2.5, 3.6
	Выходные параметры: 6.1

	Входные параметры: 2, 0
	Выходные параметры: 2

	Входные параметры: "2", 3
	Выходные параметры: TypeError

	Входные параметры: 2, "3"
	Выходные параметры: TypeError

	Входные параметры: "2", "3"
	Выходные параметры: TypeError

	Входные параметры: None, 3
	Выходные параметры: TypeError

	Входные параметры: [1, 2], 3
	Выходные параметры: TypeError


@subtract
	Входные параметры: 5, 2
	Выходные параметры: 3

	Входные параметры: 5, 8
	Выходные параметры: -3

	Входные параметры: 6, 0
	Выходные параметры: 6

	Входные параметры: -3, -3
	Выходные параметры: 0

	Входные параметры: 4.6, 1.4
	Выходные параметры: 3.2

	Входные параметры: "5", 2
	Выходные параметры: TypeError

	Входные параметры: 5, "2"
	Выходные параметры: TypeError


@multiply
	Входные параметры: 3, 0
	Выходные параметры: 0

	Входные параметры: 3, 5
	Выходные параметры: 15

	Входные параметры: -3, -1
	Выходные параметры: 3

	Входные параметры: -13, 2
	Выходные параметры: -26

	Входные параметры: -1.6, -2.5
	Выходные параметры: 4.0

	Входные параметры: -2, 3
	Выходные параметры: -6

	Входные параметры: 5.2, 2
	Выходные параметры: 10.4

	Входные параметры: 3, 4
	Выходные параметры: 12

	Входные параметры: 10, 0
	Выходные параметры: 0

	Входные параметры: "3", 5
	Выходные параметры: TypeError

	Входные параметры: 3, "5"
	Выходные параметры: TypeError


@divide
	Входные параметры: 10, 2
	Выходные параметры: 5.0

	Входные параметры: -10, 2
	Выходные параметры: -5.0

	Входные параметры: 0, 5
	Выходные параметры: 0.0

	Входные параметры: 4.5, 2.5
	Выходные параметры: 1.8

	Входные параметры: 10, 0
	Выходные параметры: ZeroDivisionError

	Входные параметры: "10", 2
	Выходные параметры: TypeError

	Входные параметры: 10, "2"
	Выходные параметры: TypeError